import Image1 from '../img/1_guru.jpg';
import Image2 from '../img/2_guru.jpg';
import Image3 from '../img/3_guru.jpg';
import Image4 from '../img/4_guru.jpg';
import Image5 from '../img/5_guru.jpg';
import Image6 from '../img/6_guru.jpg';
import Image7 from '../img/7_guru.jpg';
import Image8 from '../img/8_guru.jpg';
import Image9 from '../img/9_guru.jpg';
import Image10 from '../img/10_guru.jpg';
import Image11 from '../img/11_guru.jpg';
import Image12 from '../img/12_guru.jpg';
import Image13 from '../img/13_guru.jpg';
import Image14 from '../img/14_guru.jpg';
import Image15 from '../img/15_guru.jpg';
import Image16 from '../img/16_guru.jpg';
import Image17 from '../img/17_guru.jpg';

 
 
 
 
 export const data=[
    {"id":"1",
    "name":"སློབ་དཔོན་ཀླུ་སྒྲུབ།",
    "nameEng":"Nagarjuna",
    "image":Image1,
    "desc":"རྒྱལ་ཡུལ་དགོངས་དོན་མཐའ་བྲལ་དེ་ཉིད་དོན༎ རྟེན་འབྱུང་རིགས་ཚུལ་ཟབ་མོས་གསལ་མཁས་པ༎ རྒྱལ་བའི་ལུང་བཞིན་ཐེག་མཆོག་དབུ་མའི་སྲོལ༎ འབྱེད་མཛད་ཀླུ་སྒྲུབ་ཞབས་ལ་གསོལ་བ་འདེབས༎"
    },
     {"id":"2",
    "nameEng":"Aryadeva",
    "name":"རྒྱལ་སྲས་འཕགས་པ་ལྷ།",
    "image":Image2,
    "desc":"དེ་སྲས་ཐུ་བོ་མཁས་ཤིང་གྲུབ་པའི་མཆོག། ཕྱི་ནང་གྲུབ་མཐའ་རྒྱ་མཚོའི་ཕ་མཐར་སོན།། ཀླུ་སྒྲུབ་གཞུང་འཛིན་ཀུན་གྱི་གཙུན་ནོར་དཔལ།། རྒྱལ་སྲས་འཕགས་པ་ལྷ་ལ་གསོལ་བ་འདེབས།།"

    },
     {"id":"3",
    "nameEng":"Buddhapalita",
    "name":"སློབ་དཔོན་སངས་རྒྱས་བསྐྱངས།",
    "image":Image3,
    "desc":"འཕགས་པའི་དགོངས་པ་རྟེན་འབྱུང་མཐར་ཐུག་དོན༎ བཏགས་ཡོན་མིང་རྐྱང་ཙམ་གྱི་ཟབ་མོའི་གནད༎ གསལ་མཛད་གྲུབ་པ་མཆོག་གི་སར་གཤེགས་པ༎ སངས་རྒྱས་བསྐྱངས་ཀྱི་ཞབས་གསོལ་བ་འདེབས༎"

    },
     {"id":"4",
    "nameEng":"Bhavaviveka",
    "name":"སློབ་དཔོན་ལེགས་ལྡན་འབྱེད།",
    "image":Image4,
    "desc":"བདེན་པའི་དངོས་པོ་སྐྱེ་སོགས་མཐའ་བཀག་ཅིང་༎ ཚད་མ་མཐུན་སྣང་ཕྱི་དོན་བཞེད་པ་ཡི༎ གྲུབ་མཐའ་སྲོལ་བཏོད་ཡོངས་རྫོགས་པཎྜིཏ༎ སློབ་དཔོན་ལེགས་ལྡན་འབྱེད་ལ་གསོལ་བ་འདེབས༎"


    },
     {"id":"5",
    "nameEng":"Chandrakirti",
    "name":"དཔལ་ལྡན་ཟླ་བ་གྲགས་པ།",
    "image":Image5,
    "desc":"རྟེན་འབྲེལ་རྐྱེན་ཉིད་འདི་པ་ཙམ་ཉིད་ཀྱིས༎ མཐའ་གཉིས་སེལ་བའི་སྣང་སྟོང་དབུ་མའི་ཚུལ༎ ཟབ་རྒྱས་འདོགས་མཁས་མདོ་སྔགས་ཡོངས་རྫོགས་ལམ༎ རྒྱས་མཛད་ཟླ་བ་གྲགས་པར་གསོལ་བ་འདེབས༎"


    },
     {"id":"6",
    "nameEng":"Shantideva",
    "name":"འཕགས་པ་ཐོགས་མེད།",
    "image":Image6,
    "desc":"བྱམས་པས་རྗེས་བཟུང་ཐེག་ཆེན་སྡེ་སྣོད་ཀུན། །ལེགས་པར་སྤེལ་མཁས་རྒྱ་ཆེན་ལམ་སྟོན་ཞིང་། །རྒྱལ་བའི་ལུང་བཞིན་རྣམ་རིག་ཤིང་རྟའི་སྲོལ། །འབྱེད་མཛད་ཐོགས་མེད་ཞབས་ལ་གསོལ་བ་འདེབས། །"


    },
     {"id":"7",
    "nameEng":"Shantarakshita",
    "name":"སློབ་དཔོན་དབྱིག་གཉེན།",
    "image":Image7,
    "desc":"ཆོས་མངོན་སྡེ་བདུན་གཉིས་སྟོང་སྲོལ་བཟུང་ནས། །བྱེ་མདོ་རྣམ་རིག་གྲུབ་མཐའ་གསལ་མཛད་པ། །ཀུན་མཁྱེན་གཉིས་པར་གྲགས་པའི་མཁས་པའི་མཆོག །སློབ་དཔོན་དབྱིག་གཉེན་ཞབས་ལ་གསོལ་བ་འདེབས། །"


    },
     {"id":"8",
    "nameEng":"Kamalashila",
    "name":"སློབ་དཔོན་ཡོན་ཏན་འོད།",
    "image":Image8,
    "desc":"འདུལ་བ་འབུལ་སྡེའི་དགོངས་དོན་ལེགས་བསྡུས་ནས། །ཐབས་ཅད་ཡོད་སྨྲའི་ལུགས་བཞིན་སོ་སོ་ཐར། །མ་ནོར་ལེགས་འདོམས་བརྟན་མཁས་མཆོག་གྱུར་པ། །ཡོན་ཏན་འོད་ཀྱི་ཞབས་ལ་གསོལ་བ་འདེབས། །"


    },
     {"id":"9",
    "nameEng":"Asanga",
    "name":"སློབ་དཔོན་ཤཱཀྱ་འོད།",
    "image":Image9,
    "desc":"བསླབ་གསུམ་ཡོན་ཏན་ནོར་བུའི་མཛོད་ལ་དབང་། །འདུལ་བསྟན་དྲི་མེད་རིང་ལུགས་སྤེལ་བའི་སླད། །རྒྱ་ཆེན་གཞང་དོན་ལེགས་བཀྲལ་འདུལ་འཛིན་མཆོག །ཤཱཀྱ་འོད་ཀྱི་ཞབས་ལ་གསོལ་བ་སདེབས། །"

    },
     {"id":"10",
    "nameEng":"Vasubandhu",
    "name":"སློབ་དཔོན་ཆོས་གྲགས།",
    "image":Image10,
    "desc":"ཕྱི་ནང་ཚད་མའི་གནད་ཀུན་ལེགས་དགོངས་ཤིང་། །མདོ་སེམས་ཟབ་རྒྱས་ལམ་ཀུན་རིགས་ལམ་ནས། །ངེས་སྟེར་རྨད་བྱུང་ཆོས་ཚུལ་འདོགས་མཁས་པའི། །ཆོས་ཀྱི་གྲགས་པའི་ཞབས་ལ་གསོལ་བ་འདེབས། །"


    },
     {"id":"11",
    "nameEng":"Dignaga",
    "name":"མཁན་ཆེན་ཞི་བ་འཚོ།",
    "image":Image11,
    "desc":"གདུལ་བྱའི་ཁམས་བཞིན་གཉིས་སྟོང་དབུ་མའི་ལམ། །སྲོལ་གཏོད་དབུ་ཚད་རིགས་ཚུལ་འབྱེད་མཁས་ཤིང་། །ཁ་བའི་ལྗོངས་སུ་རྒྱལ་བསྟན་སྤེལ་མཛད་པ། །མཁན་ཆེན་ཞི་བ་འཚོ་ལ་གསོལ་བ་འདེབས། །"


    },
     {"id":"12",
    "nameEng":"Dharmakirti",
    "name":"སློབ་དཔོན་སེང་གེ་བཟང་པོ།",
    "image":Image12,
    "desc":"ཡུལ་དོན་འབྱེད་ལ་རྒྱལ་བའི་ལུང་བསྟན་ཐོབ། །མི་ཕམ་མགོན་པོའི་མན་ངག་ཇི་བཞིན་དུ། །ཡུལ་གསུམ་ཤེར་ཕྱིན་གཞུང་མཆོག་གསལ་མཛད་པའི། །སློབ་དཔོན་སེང་གེ་བཟང་པོར་གསོལ་བ་འདེབས། །"


    },
     {"id":"13",
    "nameEng":"Arya Vimuktisena",
    "name":"སློབ་དརྒྱལ་སྲས་ཞི་བ་ལྷ།",
    "image":Image13,
    "desc":"ངོ་མཚར་རྨད་བྱུང་སྙིང་རྗེ་ཆེན་པའི་ལམ། །ཟབ་དང་རྒྱ་ཆེའི་རིགས་ཚུལ་རྣམ་མང་གིས། །སྐལ་བཟང་གདུལ་བྱའི་ཚོགས་ལ་སྟོན་མཁས་པ། །རྒྱལ་སྲས་ཞི་བ་ལྷ་ལ་གསོལ་བ་འདེབས། །"


    },
     {"id":"14",
    "name":"འཕགས་པ་གྲོལ་སྡེ།",
    "image":Image14,
    "nameEng":"Haribhadra",
    "desc":"ཐོགས་མེད་སྐུ་མཆེད་ལས་འོང་ཤེར་ཕྱིན་དོན། །ཡོད་མེད་མཐའ་བྲལ་དབུ་མའི་སྲོལ་བཞིན་དུ། །རྒྱན་གྱི་གཞུང་དོན་སྣང་བའི་སྒྲོན་མེ་སྦར། །འཕགས་པ་གྲོལ་སྡེའི་ཞབས་ལ་གསོལ་བ་འདེབས། །"


    },
     {"id":"15",
    "nameEng":"Gunaprabha",
    "name":"དཔལ་ལྡན་ཨ་ཏི་ཤ",
    "image":Image15,
    "desc":"ཐུབ་གསུམ་ཟབ་རྒྱས་བཀའ་སྲོལ་མ་ལུས་པ། །སྐྱེས་བུ་གསུམ་གྱི་ལམ་དུ་འདོམས་མཛད་དེ། །གངས་ལྗོངས་ཐུབ་བསྟན་སྤེལ་པའི་དྲིན་ཅན་རྗེ། །ཇོ་བོ་ཨ་ཏི་ཟ་ལ་གསོལ་བ་འདེབས། །"


    },
     {"id":"16",
    "nameEng":"Shakyaprabha",
    "name":"སློབ་དཔོན་ཕྱོགས་གླང་།",
    "image":Image16,
    "desc":"ཐུབ་པའི་གཞུང་ལུགས་དངོས་སྟོབས་རིགས་པ་ཡིས། །སྟོན་ཕྱིར་ཚད་མ་མའི་སྒོ་བརྒྱ་ལེགས་ཕྱེ་ནས། །རྣམ་དཔྱོད་བློ་མིག་སྦྱིན་མཛད་ཚད་མ་པ། །ཕྱོགས་ཀྱི་གླང་པོའི་ཞབས་ལ་གསོལ་བ་འདེབས། །"

    },
     {"id":"17",
    "nameEng":"Atisha",
    "name":"སློབ་དཔོན་པད་མའི་ངང་ཚུལ།",
    "image":Image17,
    "desc":"མཐའ་བྲལ་དབུ་མའི་ལྟ་དང་ཞི་ལྷག་ཟུང་། །སྒོམ་རིམ་མདོ་རྒྱུད་བཞིན་དུ་ལེགས་བཀྲལ་ནས། །གངས་ལྗོངས་རྒྱལ་བསྟན་འཁྲུལ་མེད་གསལ་མཛད་པ། །པད་མའི་ངང་ཚུལ་ཞབས་ལ་གསོལ་བ་འདེབས། །"


    }
    ]